Repository: giellalt/corpus-sma
Catalog: tmx/swe/admin/ostersund.se/omlagstiftningenlaakebuektiehtammanbijre.4.a3261c5125534e633480001446.html.tmx
Source language: sma
Languages: swe

source: Laakebuektiehtämman bïjre
swe: Om lagstiftningen

source: Orre laake nasjovne unnebelåhkoej jïh unnebelåhkoej gïeli bïjre daaletje laakij åvteste buektiehtamme, reaktam saemiengïelem jïh gïelide såevmie jïh meänkieli utnedh.
swe: En ny lag om nationella minoriteter och minoritetsspråk ersätter nuvarande lagar om rätt att använda samiska respektive finska och meänkieli.

source: Saemiedigkie laakem jïh sosialelaakem aaj värhtoeminie.
swe: Ändringar görs också i sametingslagen och socialtjänstlagen.

source: Laakevärhtoedimmieh faamose jåhta tsiengelen 1. b 2010.
swe: Lagändringarna träder i kraft den 1 januari 2010.

source: Orre laaken sisvegisnie gellie njolkedassh nasjovne unnebelåhkoej ïih nasjovne unnebelåhkoej gïeliej bïjre, reeremedajvh unnebelåhkoej gïelide jïh reaktam unnebelåhkoej gïelem utnedh reereminie jïh dåapmestovline.
swe: Den nya lagen innehåller en rad bestämmelser om nationella minoriteter, nationella minoritetsspråk, förvaltningsområden för vissa av minoritetsspråken och rätten att använda minoritetsspråk hos förvaltningsmyndigheter och domstolar.

source: Laakesne aaj joekoen njolkedassh sjïere dïedtine aarhskuvle darjoemisnie jïh voereshoksesne.
swe: Lagen innehåller också mera specificerade bestämmelser om vissa skyldigheter inom förskoleverksamhet och äldreomsorg.

source: Garrabielesne sisvegen nueleln sjïere dajvi bïjre gaavnh mejtie orre laakesne tjaalsovveme.
swe: Till vänster under innehåll tas vissa av de områden upp som berör av den nya lagstiftningen.
